[
    {
        "pk": 1,
        "model": "playgroundApp.UserReview",
        "fields": {
            "ReviewID": 0,
            "PlaygroundID": "labore sit",
            "UserID": "8bf74709-a505-449d-b866-89769c162125",
            "Stars": 5,
            "Review": "Duis enim et quis nostrud velit est aliquip tempor magna anim nisi commodo velit. Aliquip aliquip non non laborum veniam. Deserunt dolore ipsum elit est occaecat occaecat duis pariatur. Tempor quis duis eiusmod nostrud deserunt eiusmod fugiat dolore do. Do cupidatat est ut excepteur et nostrud pariatur Lorem anim.\r\n"
        }
    },
    {
        "pk": 2,
        "model": "playgroundApp.UserReview",
        "fields": {
            "ReviewID": 1,
            "PlaygroundID": "Lorem officia",
            "UserID": "a3e87cab-db93-47a7-a5c3-0309e05253e6",
            "Stars": 4,
            "Review": "Minim cillum veniam consectetur cillum consequat velit ea cillum officia amet anim nisi cillum. Lorem voluptate laboris fugiat occaecat et velit magna. Aliquip anim ipsum eu sunt est labore nulla et laboris dolore. Et ut eiusmod sint amet ad eu.\r\n"
        }
    },
    {
        "pk": 3,
        "model": "playgroundApp.UserReview",
        "fields": {
            "ReviewID": 2,
            "PlaygroundID": "ea ad",
            "UserID": "531f725d-82c6-460d-a502-e66e80fa2c55",
            "Stars": 0,
            "Review": "Culpa aliqua velit pariatur et duis est mollit elit. Exercitation duis eu nulla laboris Lorem nisi eu sunt Lorem nisi fugiat incididunt tempor. Ullamco veniam excepteur qui sit consequat sunt aute duis culpa labore dolore dolor. Do ad commodo dolor proident deserunt aliquip.\r\n"
        }
    },
    {
        "pk": 4,
        "model": "playgroundApp.UserReview",
        "fields": {
            "ReviewID": 3,
            "PlaygroundID": "dolore dolore",
            "UserID": "522e2bb4-a42c-4cb2-8eaa-7a9e3717d482",
            "Stars": 2,
            "Review": "Esse proident id nulla dolor laborum mollit aute excepteur nulla aliquip deserunt nostrud quis. Eu enim ex laborum sint consequat dolore excepteur id ea amet reprehenderit anim. Ad occaecat cillum culpa sint exercitation ad amet do consectetur officia consequat enim in eu.\r\n"
        }
    },
    {
        "pk": 5,
        "model": "playgroundApp.UserReview",
        "fields": {
            "ReviewID": 4,
            "PlaygroundID": "labore eu",
            "UserID": "9682f9b6-29b2-48a9-b2c5-25fb9a5ec5b2",
            "Stars": 2,
            "Review": "Ut excepteur veniam officia dolor cupidatat. Labore nisi duis esse pariatur deserunt amet excepteur sint deserunt. Ut pariatur irure fugiat minim qui sit ea irure esse. Incididunt labore sint quis aute nulla.\r\n"
        }
    }
]